"1000" = "Mode de prise de vue";
"1001" = "Tv (Vitesse obturateur)";
"1002" = "Av (Priorité d'ouverture)";
"1003" = "Mode AF";
"1004" = "Correction d'exposition du flash";
"1005" = "Correction d'exposition";
"1006" = "Bracketing";
"1007" = "Mesure lumière";
"1008" = "Balance Blancs";
"1009" = "Objectif";
"1010" = "Focale";
"1011" = "Flash";
"1012" = "Taille de l'image";
"1013" = "Qualité de l'image";
"1015" = "Yeux Rouges";
"1016" = "Réglages";
"1017" = "Mode drive";
"1018" = "Nom du propriétaire";
"1022" = "Correc. yeux rouges";
"1051" = "Nom du fichier";
"1052" = "Nom du modèle d'appareil";
"1053" = "Date/heure de prise de vue";
"1054" = "Vitesse ISO";
"1055" = "Zoom numérique";
"1056" = "Mode Stabilisé";
"1057" = "Vidéo";
"1058" = "Durée d'enregistrement  %d.%d";
"1059" = "Nb im./sec.      %d";
"1060" = "Type de flash";
"1061" = "Synchro rideau d'obturation";
"1062" = "Collimateurs autofocus actifs";
"1063" = "Taille du fichier";
"1064" = "Fichier No";
"1071" = "Effet photo";
"1073" = "Mode Champ AF";
"1074" = "Espace couleur";
"1075" = "Super macro";
"1076" = "Nb im./sec.      %d.%.2d";
"1077" = "Durée d'enregistrement  %d.%.2d";
"1078" = "Mode Mes couleurs";
"1079" = "i-contraste";
"1080" = "Compensation balance des blancs";
"1081" = " / %d.%.2d";
"1082" = " / %d.%.2d";
"2000" = "Auto";
"2001" = "Programme AE";
"2002" = "Priorité vitesse d'obturateur AE";
"2003" = "Priorité d'ouverture AE";
"2004" = "Manuel";
"2008" = "Auto";
"2009" = "Manuel";
"2010" = "Paysage";
"2011" = "Mode rapide";
"2012" = "Vitesse Lente";
"2013" = "Nocturne";
"2014" = "Noir et blanc";
"2015" = "Sepia";
"2016" = "Portrait";
"2017" = "Sport";
"2018" = "Macro";
"2019" = "Mise au point panoramique";
"2020" = "Assemblage";
"2021" = "Vidéo";
"2022" = "Éclatant";
"2023" = "Neutre";
"2024" = "Noir et blanc";
"2026" = "Vitesse lente";
"2027" = "Macro";
"2028" = "Feuillages";
"2029" = "Intérieur";
"2030" = "Feu d'artifice";
"2031" = "Plage";
"2032" = "Sous-marin";
"2033" = "Neige";
"2034" = "Enfants & animaux";
"2035" = "Mode Nuit";
"2036" = "Macro numérique";
"2037" = "Mes couleurs";
"2038" = "Photo en mode Vidéo";
"2039" = "Super macro";
"2040" = "SPOT";
"2041" = "NUIT";
"2042" = "NUIT+";
"2043" = "SUPERNUIT";
"2044" = "Coucher de soleil";
"2045" = "Couleur contrastée";
"2046" = "Permuter couleur";
"2047" = "Aquarium";
"2048" = "ISO3200";
"2049" = "ISO6400";
"2050" = "Effet lumière créatif";
"2051" = "Facile";
"2052" = "Photo rapide";
"2053" = "Zoom flou";
"2054" = "Basse lumière";
"2055" = "Nostalgique";
"2056" = "Super éclatant";
"2057" = "Effet poster";
"2058" = "Retardateur dét visage";
"2059" = "Sourire";
"2060" = "Retar. détec. clignem.";
"2061" = "Effet tr. gd angle";
"2062" = "Effet miniature";
"2063" = "Scène de nuit";
"2064" = "Surface";
"2065" = "Basse lumière";
"2066" = "Rafale gde vitesse";
"2067" = "Sél. + belle image";
"2068" = "Plage dyn. élevée";
"2069" = "Nocturne manuel";
"2304" = "Vue par vue";
"2305" = "Continu";
"2306" = "Mise au point manuelle";
"2307" = "Mise au point panoramique";
"2600" = "Prédominance centrale";
"2601" = "Spot";
"2602" = "Moyenne";
"2603" = "Évaluative";
"2604" = "Partielle";
"2605" = "Prédominance centrale";
"2700" = "Auto";
"2701" = "Lum.Naturel.";
"2702" = "Ombragé";
"2703" = "Lum.Tungsten";
"2704" = "Lum.Fluo";
"2705" = "Flash";
"2706" = "Personnalisé";
"2707" = "Noir et blanc";
"2708" = "Ombre";
"2714" = "Lum.Fluo H";
"2715" = "Personnalisé1";
"2716" = "Personnalisé2";
"2717" = "Sous-marin";
"2800" = "Off (éteint)";
"2801" = "Auto";
"2802" = "On (allumé)";
"2803" = "Auto";
"2804" = "Synchro lente";
"2805" = "Auto";
"2806" = "On (allumé)";
"3000" = "Économique";
"3001" = "Normal";
"3002" = "Fin";
"3003" = "RAW";
"3004" = "Super-Fin";
"3200" = "Off (éteint)";
"3201" = "On (allumé)";
"3600" = "Prise d'une seule vue";
"3601" = "Prise de vue en rafales";
"3602" = "Fonctionnement du retardateur";
"3603" = "Prise de vue vidéo";
"3604" = "Prise de vue en rafales (priorité à la vitesse du diaphragme)";
"3710" = "Off (éteint)";
"3711" = "On (allumé)";
"3712" = "Prise de vue";
"3713" = "Panoramique";
"3714" = "Dynamique";
"5100" = "Auto";
"5101" = "Sens. ISO élevée auto";
"5200" = "Aucun";
"5201" = "x 2";
"5202" = "x 4";
"5300" = "Activé";
"5301" = "Désactivé";
"5310" = "Flash intégré";
"5311" = "E-TTL externe";
"5312" = "A-TTL externe";
"5400" = "1er rideau";
"5401" = "2nd rideau";
"5501" = "[Droite]";
"5502" = "[Centre]";
"5503" = "[Centre Droite]";
"5504" = "[Gauche]";
"5505" = "[Gauche Droite]";
"5506" = "[Gauche Centre]";
"5507" = "[Gauche Centre Droite]";
"5600" = "%m/%d/%y %H:%M:%S";
"5701" = "mm";
"5702" = "Ko";
"5900" = "Off (éteint)";
"5901" = "Éclatant";
"5902" = "Neutre";
"5903" = "Contraste bas";
"5904" = "Sepia";
"5905" = "Noir et blanc";
"5906" = "Effet perso.";
"5907" = "TONS CHAIR DOUX";
"6100" = "Macro";
"6101" = "Instantané";
"6102" = "Paysage";
"6103" = "Infini";
"6104" = "Super macro";
"6300" = "Contraste          -2";
"6301" = "Contraste          -1";
"6302" = "Contraste          Normal";
"6303" = "Contraste          +1";
"6304" = "Contraste          +2";
"6400" = "Netteté         -2";
"6401" = "Netteté         -1";
"6402" = "Netteté         Normale";
"6403" = "Netteté         +1";
"6404" = "Netteté         +2";
"6500" = "Saturation  -2";
"6501" = "Saturation  -1";
"6502" = "Saturation  Normale";
"6503" = "Saturation  +1";
"6504" = "Saturation  +2";
"6700" = "sRVB";
"6701" = "Adobe RVB";
"6800" = "Off (éteint)";
"6801" = "Diapositive";
"6802" = "Ton chair + clair";
"6803" = "Ton chair + sombre";
"6804" = "Bleu vif";
"6805" = "Vert vif";
"6806" = "Rouge vif";
"6807" = "Couleur contrastée";
"6808" = "Permuter couleur";
"6809" = "Couleur perso.";
"6810" = "Éclatant";
"6811" = "Neutre";
"6812" = "Sepia";
"6813" = "Noir et blanc";
"6900" = "On (allumé)";
"7000" = "(LP)";
"7001" = "(f)";
"7050" = "On (allumé)";
"7060" = "B%d, G%d";
"7061" = "%d, G%d";
"7062" = "A%d, G%d";
"7063" = "B%d, %d";
"7064" = "%d, %d";
"7065" = "A%d, %d";
"7066" = "B%d, M%d";
"7067" = "%d, M%d";
"7068" = "A%d, M%d";